Revit 2027 API
ParameterTypeId.RebarSystemHookTypeBackDirn2 Property
 "Interior Minor Hook Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemHookTypeBackDirn2 { get; }
Public Shared ReadOnly Property RebarSystemHookTypeBackDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemHookTypeBackDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemHookTypeBackDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace